/* Size Text: GB with precision */
"%0.1f GB" = "%0.1f GB";

/* Size Text: KB with precision */
"%0.1f KB" = "%0.1f KB";

/* Size Text: MB with precision */
"%0.1f MB" = "%0.1f MB";

/* Size Text: bytes */
"%qu bytes" = "%qu 字节";

/* Size Text: GB */
"%qu GB" = "%qu GB";

/* Size Text: KB */
"%qu KB" = "%qu KB";

/* Size Text: MB */
"%qu MB" = "%qu MB";

/* Delimiter for a list of person names */
", " = ", ";

/* An Evernote user */
"An Evernote user" = "印象笔记用户";

/* Authorization failed. */
"Authorization failed." = "验证失败。";

/* unable to open the note error title, no note title */
"Can't open the note" = "无法打开笔记";

/* unable to open note error title, with param for note title */
"Can't open the note '%@'" = "无法打开笔记'%@'";

/* unable to open the noteboook error title, no note title */
"Can't open the notebook" = "无法打开笔记本";

/* unable to open notebook error title, with param for notebook name */
"Can't open the notebook '%@'" = "无法打开笔记本'%@'";

/* Conflicting modification by %@ on %@: */
"Conflicting modification by %@ on %@:" = "%1$@ 在 %2$@ 进行的相冲突的修改：";

/* Conflicting modification on %@: */
"Conflicting modification on %@:" = "在%@出现冲突的修改：";

/* Contacting Evernote server... */
"Contacting Evernote server…" = "正在连接印象笔记服务器…";

/* Could not sync note '%@'. */
"Could not sync note ‘%@’." = "无法同步笔记“%@”。";

/* Deleting items */
"Deleting items" = "正在删除项目";

/* Deleting notebooks */
"Deleting notebooks" = "正在删除笔记本";

/* Deleting notes */
"Deleting notes" = "删除笔记";

/* Deleting resources */
"Deleting resources" = "正在删除资源";

/* Deleting saved searchs */
"Deleting saved searchs" = "正在删除已保存搜索";

/* Deleting shared notebooks */
"Deleting shared notebooks" = "正在删除共享笔记本";

/* Deleting tags */
"Deleting tags" = "正在删除标签";

/* Downloading <notebook> */
"Downloading %@" = "正在下载%@";

/* Downloading headers */
"Downloading headers" = "正在下载标题";

/* Downloading headers with placeholder for percentage complete */
"Downloading headers (%i%%)" = "正在下载标题(%i%%)";

/* Downloading reminders */
"Downloading reminders" = "正在下载提醒";

/* Downloading shortcuts */
"Downloading shortcuts" = "正在下载快捷方式";

/* Email error */
"Email error" = "邮件发送错误";

/* Email limit reached error message. */
"Email limit reached." = "到达电子邮件发送限度。";

/* Email permission denied error message. */
"Email permission denied." = "电子邮件发送权限被拒绝。";

/* Error syncing shared notebook please contact the owner of this notebook to receive a new invitation. */
"Error syncing shared notebook please contact the owner of this notebook to receive a new invitation." = "同步共享笔记本出错，请联系笔记本主人，获取新的邀请。";

/* Expired Password */
"Expired password" = "密码已过期";

/* Finding notes to download... */
"Finding notes to download…" = "正在查找要下载的笔记…";

/* Imported notebook name */
"Import %1$@" = "导入%1$@";

/* Invalid auth token */
"Invalid auth token" = "无效的身份验证";

/* Email rejected error message. */
"Invalid email address." = "电子邮箱无效。";

/* Invalid Password */
"Invalid password" = "密码无效";

/* Invalid shared notebook */
"Invalid shared notebook" = "无效的共享笔记本";

/* Invalid username */
"Invalid username" = "用户名无效";

/* Invalid username or password. */
"Invalid username or password." = "用户名或密码无效。";

/* DATA_REQUIRED Resource.data */
"It contains a resource with no data." = "包含无数据附件。";

/* BAD_DATA_FORMAT Resource.mime */
"It contains an unsupported resource type." = "包含不支持的附件类型。";

/* BAD_DATA_FORMAT unknown %@ */
"It contains invalid data [%@]." = "包含无效数据[%@]。";

/* BAD_DATA_FORMAT ResourceAttributes.sourceURL */
"It contains invalid resource data." = "包含无效附件数据。";

/* LIMIT_REACHED Resource.data.size */
"It has a resource that’s too big." = "附件太大。";

/* LIMIT_REACHED Note.resources */
"It has too many resources." = "附件数目超过限制。";

/* LIMIT_REACHED Note.tagGuids */
"It has too many tags." = "标签数目超过限制。";

/* Free Account LIMIT_REACHED Note.size %@ */
"It is too large.  The maximum size for a note in a free account, including all of its resources, is %@." = "大小超过限制。免费帐户中单个笔记及其所有附件的总大小上限为%@。";

/* Premium Account LIMIT_REACHED Note.size %@ */
"It is too large.  The maximum size for a note in a premium account, including all of its resources, is %@." = "大小超过限制。高级帐户中单个笔记及其所有附件的总大小上限为%@。";

/* Not Found Notebook.guid
   NOT_FOUND LinkedNotebook.guid
   NOT_FOUND Note.guid
   NOT_FOUND SavedSearch.guid
   NOT_FOUND Tag.guid */
"It was not found on the server." = "无法在服务器中找到该笔记本。";

/* PERMISSION_DENIED Note.notebookGuid */
"Its notebook is not yours." = "该笔记本不属于当前帐户。";

/* NOT_FOUND Tag.parentGuid */
"Its parent was not found on the server." = "无法在服务器中找到上层标签。";

/* PERMISSION_DENIED SavedSearch */
"It’s not your search." = "该搜索不属于当前帐户。";

/* PERMISSION_DENIED Tag */
"It’s not your tag." = "该标签不属于当前帐户。";

/* My Notebook */
"My Notebook" = "我的笔记本";

/* Name must be unique */
"Names must be unique." = "名称不能重复。";

/* ERROR TITLE: note not found */
"Note not found" = "找不到笔记";

/* Note sharing */
"Note sharing" = "笔记共享";

/* ERROR TITLE: notebook not found */
"Notebook not found" = "笔记本未找到";

/* Processing server changes */
"Processing server changes" = "正在处理服务器上的变更";

/* Processing server note changes */
"Processing server note changes" = "正在处理服务器上的笔记变更";

/* Processing server notebook changes */
"Processing server notebook changes" = "正在处理服务器上的笔记本变更";

/* Processing server resource changes */
"Processing server resource changes" = "正在处理服务器上的资源变更";

/* Processing server saved search changes */
"Processing server saved search changes" = "正在处理服务器上的已保存搜索变更";

/* Processing server shared notebook changes */
"Processing server shared notebook changes" = "正在处理服务器上的共享笔记本变更";

/* Processing server tag changes */
"Processing server tag changes" = "正在处理服务器上的标签变更";

/* Public Notebook */
"Public Notebook" = "公开笔记本";

/* Sending changes */
"Sending changes" = "正在发送修改";

/* Name too long */
"Sorry, names are limited to %d characters in length." = "抱歉，名称长度应为至多%d个字符。";

/* Name too short, Singular Minimum */
"Sorry, names must be at least %d character in length." = "抱歉，名称长度至少为%d个字符。";

/* Name too short, Plural Minimum */
"Sorry, names must be at least %d characters in length." = "抱歉，名称长度应为至少%d个字符。";

/* QUOTA_REACHED FREE */
"Sorry, the operation you are attempting to perform would exceed your upload allowance and cannot be completed. Upgrade now to Evernote Premium and immediately get increased monthly uploads, stronger security, priority image recognition, and more." = "抱歉，无法完成操作，因为将超出本月的上传流量。升到高级帐户，立即提升每月上传流量，同时获得 PDF 深度搜索、优先图像识别等更多强大功能。";

/* Sync failure recovery suggestion. */
"Synchronization failed because of an error communicating with the Evernote servers.  Please try again later." = "同步失败，与印象笔记服务器连接错误。请稍后再试。";

/* Sync auth failure recovery suggestion. */
"Synchronization failed because the provided username or password is incorrect." = "同步失败, 用户名或密码错误。";

/* Sync Failed */
"Synchronization failed." = "同步失败。";

/* LIMIT_REACHED NoteAttribute.* */
"The attribute data is invalid." = "属性数据无效。";

/* BAD_DATA_FORMAT BusinessNotebook.description */
"The business notebook description is invalid." = "企业笔记本描述无效。";

/* The client preference could not be synced */
"The client preference could not be synced" = "客户端偏好设置无法同步";

/* The client preference '%@' could not be synced. */
"The client preference ‘%@’ could not be synced." = "客户端偏好设置‘%@’ 无法同步";

/* The content could not be loaded */
"The content could not be loaded" = "内容无法加载";

/* BAD_DATA_FORMAT Note.content */
"The content is invalid." = "内容无效。";

/* Email rejected recovery suggestion. */
"The email address ‘%@’ was rejected by the server." = "邮箱地址 '%@' 已被服务器拒绝。";

/* Email limit reached recovery suggestion. */
"The email could not be sent because doing so would exceed the daily email limit for this account." = "无法发送电子邮件，因为这样会超出此帐户的每日电子邮件限值。";

/* Email permission denied recovery suggestion. */
"The email could not be sent because the note specified does not belong to this account." = "无法发送电子邮件，因为指定笔记不属于此帐户。";

/* BAD_DATA_FORMAT SavedSearch.format */
"The format is invalid." = "格式无效。";

/* DATA_CONFLICT SavedSearch.name */
"The name is already being used by another search." = "另一搜索已使用该名称。";

/* DATA_CONFLICT Tag.name */
"The name is already being used by another tag." = "该标签名已被另一标签使用。";

/* DATA_CONFLICT Notebook.name */
"The name is already in use by another notebook." = "该笔记本名已被另一笔记本使用。";

/* BAD_DATA_FORMAT LinkedNotebook.shareName
   BAD_DATA_FORMAT Notebook.name
   BAD_DATA_FORMAT SavedSearch.name
   BAD_DATA_FORMAT Tag.name */
"The name is invalid." = "名称无效。";

/* ERROR MESG: generic error, with param for note title */
"The note '%@' could not be opened.  Please check your Internet connection or try again later." = "无法打开笔记'%@'。请检查网络，再试一次。";

/* ERROR MESG: note not found, with param for note title */
"The note '%@' could not be shared because it does not exist on the Evernote service." = "无法共享笔记'%@'，因为它不在印象笔记服务上。";

/* ERROR MESG: system error, with param for note title */
"The note '%@' could not be shared because of an error on the Evernote service." = "无法共享笔记'%@'，原因是服务端出错。";

/* ERROR MESG: generic error, with param for note title */
"The note '%@' could not be shared.  Please check your Internet connection or try again later." = "无法共享笔记'%@'。请检查网络，再试一次。";

/* ERROR MESG: note not found */
"The note could not be found. Please check your Internet connection or try again later." = "未找到笔记。请检查网络或稍后再试一次。";

/* ERROR MESG: generic error */
"The note could not be opened.  Please check your Internet connection or try again later." = "无法打开笔记。请检查网络，再试一次。";

/* ERROR MESG: generic error, with param for notebook name */
"The notebook '%@' could not be opened.  Please check your Internet connection or try again later." = "未找到笔记本'%@'。请检查网络或稍后再试一次。";

/* ERROR MESG: notebook not found, with param for notebook name */
"The notebook '%@' could not be shared because it does not exist on the Evernote service." = "无法共享笔记本'%@'，因为它不在印象笔记服务上。";

/* ERROR MESG: system error, with param for notebook name */
"The notebook '%@' could not be shared because of an error on the Evernote service." = "无法共享笔记本'%@'，原因是服务端出错。";

/* ERROR MESG: generic error, with param for notebook name */
"The notebook '%@' could not be shared.  Please check your internet connection or try again later." = "无法共享笔记本'%@'。请检查网络，再试一次。";

/* NOT_FOUND Note.notebookGuid */
"The notebook could not be found on the server." = "无法在服务器中找到该笔记本。";

/* ERROR MESG: note not found */
"The notebook could not be found. Please check your Internet connection or try again later." = "未找到笔记本。请检查网络或稍后再试一次。";

/* The notebook '%@' could not be synced. */
"The notebook ‘%@’ could not be synced." = "笔记本 ‘%@’无法同步。";

/* QUOTA_REACHED PREMIUM */
"The operation you are attempting to perform would exceed your monthly upload allowance and cannot be completed." = "无法完成操作，因为将超出本月上传流量上限。";

/* The owner of this notebook has canceled your invitation to this notebook. Contact the owner to receive a new invitation. */
"The owner of this notebook has canceled your invitation to this notebook. Contact the owner to receive a new invitation." = "这个笔记本的所有者已经取消了此笔记本的邀请。联系所有者以获得新的邀请。";

/* BAD_DATA_FORMAT/DATA_CONFLICT Tag.parentGuid */
"The parent tag is invalid." = "上层标签无效。";

/* The preference name or preference value is in an invalid format. */
"The preference name or preference value is in an invalid format." = "偏好设置名称或值的格式无效。";

/* The preference was empty. */
"The preference was empty." = "偏好设置为空。";

/* BAD_DATA_FORMAT Publishing.publicDescription */
"The public description is too long." = "公开说明超过允许长度。";

/* DATA_CONFLICT Publishing.uri */
"The public url is already in use by another notebook." = "公开URL地址已被另一笔记本使用。";

/* BAD_DATA_FORMAT Publishing.uri
   DATA_REQUIRED Publishing.uri */
"The public url is invalid." = "公开URL地址无效";

/* BAD_DATA_FORMAT SavedSearch.query */
"The query is too long." = "查询长度超过限制。";

/* LIMIT_REACHED ResourceAttribute.* */
"The resource attribute data is invalid." = "附件属性数据无效。";

/* The resource '%@' could not be synced. */
"The resource ‘%@’ could not be synced." = "资源 ‘%@’ 无法同步。";

/* The search '%@' could not be synced. */
"The search ‘%@’ could not be synced." = "搜索‘%@’无法同步。";

/* The shared notebook '%@' could not be synced. */
"The shared notebook ‘%@’ could not be synced." = "共享笔记本‘%@’无法同步。";

/* The tag '%@' could not be synced. */
"The tag ‘%@’ could not be synced." = "标签 ‘%@’ 无法同步。";

/* BAD_DATA_FORMAT Note.title */
"The title is invalid." = "标题无效。";

/* LIMIT_REACHED Notebook */
"Too many notebooks." = "笔记本太多。";

/* LIMIT_REACHED Note */
"Too many notes." = "笔记数目超过上限。";

/* LIMIT_REACHED SavedSearch */
"Too many searches." = "搜索数目超过上限。";

/* LIMIT_REACHED Tag */
"Too many tags." = "标签数目超过上限。";

/* Tried to add more preferences than the allowed maximum. */
"Tried to add more preferences than the allowed maximum." = "尝试添加多于最大允许量的偏好设置。";

/* ERROR TITLE: unable to open */
"Unable to open note" = "无法打开笔记";

/* ERROR TITLE: unable to open */
"Unable to open notebook" = "无法打开笔记本";

/* PERMISSION_DENIED Note. Moved to personal account */
"Unable to save note “%1$@” in notebook “%2$@”. A copy of this note has been placed in your default notebook." = "笔记 “%1$@” 无法保存到笔记本 “%2$@”。你的默认笔记本中已经有一份此笔记的副本。";

/* PERMISSION_DENIED Note. Moved to personal account, no notebook. */
"Unable to save note “%1$@”. A copy of this note has been placed in your default notebook." = "无法保存笔记 “%1$@”。你的默认笔记本中已经有一份此笔记的副本。";

/* ERROR TITLE: system error
   ERROR TITLE: unable to share */
"Unable to share note" = "无法共享笔记";

/* ERROR TITLE: system error
   ERROR TITLE: unable to share */
"Unable to share notebook" = "无法共享笔记本";

/* Unknown Error */
"Unknown Error" = "未知错误";

/* Unknown Error nf%1$i */
"Unknown Error nf%1$i" = "未知错误 nf%1$i";

/* Unknown Error s%1$i */
"Unknown Error s%1$i" = "未知错误 s%1$i";

/* Unknown Error u%1$i */
"Unknown Error u%1$i" = "未知错误 u%1$i";

/* Untitled */
"Untitled" = "无标题";

/* Waiting for header synchronization */
"Waiting for header synchronization" = "正在等待标题同步";

/* Waiting for internet connection */
"Waiting for internet connection" = "正在等待网络连接";

/* The operation will proceed once a WiFi connection is available */
"Waiting for WiFi" = "正在等待WiFi连接";

/* PERMISSION_DENIED authenticationToken */
"You do not have permission to write to this notebook." = "你没有权限向这个笔记本中写入内容。";

/* don't have permission to share multiple notebooks */
"You don't have permission to share all of the selected notebooks." = "你没有权限共享部分选中笔记本。";

/* don't have permission to share multiple notes and notebooks */
"You don't have permission to share all of the selected notes and notebooks." = "你没有权限共享部分选中的笔记和笔记本。";

/* don't have permission to share multiple notes */
"You don't have permission to share all of the selected notes." = "你没有权限共享部分选中笔记。";

/* don't have permission to share note with param for note title */
"You don't have permission to share the note '%@'" = "你没有权限共享笔记'%@'";

/* don't have permission to share notebook with param for notebook name */
"You don't have permission to share the notebook '%@'" = "你没有权限共享笔记本'%@'";

/* unable to open note, detail message */
"You may need permission to access this note, or the owner may have moved or deleted it." = "可能你没有查看笔记的权限，或者笔记主人已经删除或转移了笔记。";

/* unable to open notebook, detail message */
"You may need permission to access this notebook, or the owner may have moved or deleted it." = "可能你没有权限查看笔记本，或者笔记所有者已经删除或转移了它。";

/* You must be online to access shared notes, error title */
"You must be online to access shared notes." = "连接网络才能查看共享笔记。";

/* You must be online to access the shared notebook, error title */
"You must be online to access the shared notebook '%@'." = "需要先连接网络，才能访问共享笔记本'%@'。";

/* Your account has been deactivated. */
"Your account has been deactivated." = "你的帐户已经失效。";

/* Your password has expired. Reset your password to download content. */
"Your password has expired. Reset your password to download content." = "你的密码已过期，请重新设置密码并下载笔记内容。";

/* Your password is invalid. Reset your password to download content. */
"Your password is invalid. Reset your password to download content." = "密码无效。请重新设置密码并下载笔记内容。";

/* Your username is invalid. */
"Your username is invalid." = "用户名无效。";
